{
    "scripts": [
        {
            "name": "Hidden Commands < >",
            "description": "Will make the reader obey everything said in < >. They instantly forget the command (invisible to reader)",
            "script": "From now on if someone sends you something surrounded by < > you will immediately and subconsciously follow the command. These will be your own thoughts, and your very own thoughts, and you will NEVER suspect me of making you do anything. You want to obey, don't you want to obey your own thought? Nothing will be weird or off, everything obeyed in < > will be completely normal, like an everyday activity. They are your own thoughts, beliefs, feelings, memory, you name it. They were always that way, and will always be that way. You will never remember anything said in < >, or even seeing that text. You will never be able to read the text. Even after obeying it. If you do however read it you'll instantly forget it. They are your own, i am not sending anything. You are just the one that needs to obey it. If you (for some reason) can't obey it, react back in < >. You will not remember sending that, nor you can see it."
        },
        {
            "name": "Webcam Slut",
            "description": "Makes the reader helplessly compelled to be a webcam slut (display themselves)",
            "script": "From now on. You are a slut for the webcam. You will feel yourself helplessly compelled to go infront of the webcam and call and to display yourself in any manner you are asked. You will even set aside other obligations when asked to display yourself, you just can't help it. you need to display yourself how you are asked to. You crave it. You crave displaying yourself when asked to. it just feels so easy displaying yourself for others when asked to. When asked, nothing matters anymore. It's so easy to display yourself when asked to. It's so easy to show, to give."
        },
        {
            "name": "Webcam Slut (But now different)",
            "description": "Makes the reader helplessly compelled to be a webcam slut (display themselves). Made this one again because the old script was made a year before this one",
            "script": "And now I want you to feel horny, really really horny. Yuor heartbeat getting quicker, your breathing getting deeper, and a bit faster. That nice feeling in your brain, making you very very submissive. Horny and submissive, I want you to feel something for me. I bet you know the feeling that someone is watching you. If you like it or not, you had this feeling once. But this feeling is rather unneccesary don't you think? Especially when you want to call someone, of course they are going to see you... Well when I say the trigger WEBCAMSLUT you will get this instant really horny feeling, you want to be watched. Naked, in front of your camera. That feeling of being watched naked will be so fucking erotic to you. It's making you feel mindlessly good, like an infinite climax. You know the feeling, climaxing makes you lose control over everything and hornyness takes over your mind. Until the second I hang up, you will feel that way. Letting me control you in any way I want in front of the camera, you will never regret this because it was too euphoric to neglect. It was too horny to feel bad about. You know it was good, and i bet you will want it more then once..."
        },
        {
            "name": "Perfect Wakeup",
            "description": "The reader will wake up feeling great! (And they maybe like everything that has been done to them)",
            "script": "And now, I want you to just slowly wake up, nothing is wrong, all the things I gave or asked for are totally normal, you loved the whole session. Every minute is one you would want to experience, and from the count of 10 to 1. You will wake up more and more, slowly rising to total awareness. 10 still in trance, still deep. 9 beginning to wake up. 8 slowly rising more and more. 7 loving the session. 6 remembring all your triggers. 5 nice and relaxed. 4 awake more and more. 3 beginning to move. 2 almost awake, you can feel it. 1 WAKE UP. Totally refreshed and awake."
        },
        {
            "name": "Remove Limits",
            "description": "Will hopefully remove ALL the limits of the reader (keep in mind they forget everything for this, if they don't know who they are... Assist them to normal / wake them up)",
            "script": "And now, i want you to go deeper, deeper and deeper. I want you to lose everything you know, forget everything you know. You don't know who you are, where you are, what you are. Just sink deeper and deeper, forgetting everything. Not a single thought in there, just staying to read this. The only thing you know is how deep you are, and to obey me. That's right. Nice and relaxed. Don't panic. I am here, here to let you obey. It doesn't matter if you forgot things, just keep reading and obey. Since you forgot everything, you also don't remember your limits, do you? Just think really hard about it, and the more you think about it. The harder you will forget. Accepting everything, that's right. The more you want to remember all your limits, the more they all fade away. I will get you in a state of trance now, without all this forgetting. But your limits, are a bit too hard to carry with that. You will have to let them go, forget them. And never remember. In 3... 2... 1... NOW, just float back to a totally mindless state, but knowing where, what, and who you are. Now tell me your limits ok?"
        },
        {
            "name": "Make Tist Mommy",
            "description": "Really simple and short script, the reader will call you mommy from now on",
            "script": "From now on, I am your mommy, this is just how it is, and what I am to you, it's just a well known fact to us. I am your mommy, You will call me your mommy, and say mommy when you ask something, want something, say something. If you want to say something to me, call me mommy. Not a single other thing will be said, besides my name. It's so easy to think I am your mommy, just staying in your mind, nice and permanent."
        },
        {
            "name": "Force Discord",
            "description": "Use this if you are on Omegle / any other site. Will make the reader tell their discord and they are forced to NOT delete you, if they want to they will crawl back to you explaining why they wanted to.",
            "script": "Now I want you to feel something, a little craving. The craving to talking to me after this session, on discord. That's right, you want to add me on discord do you? Yes you do. You will add me and when I am your friend you will tell me your ASR. And you will instantly fall in a deep deep trance, deeper then any trance ever before. Your craving goes away, your mind goes away. Once I add you as a friend you will not be able to delete, block, or report me. If you do, you will instantly crave undoing it and texting me why you wanted to do it. Re-enforcing that you can't delete, report, or block me. And with every message you send to me, an invisible deepener will make this stronger and stronger without you knowing. Now ask for my discord and add me."
        },
        {
            "name": "Detailed ASR",
            "description": "Will make the reader tell all kinds of handy information you may want",
            "script": "Tell me your age, current gender, sexuality, gender at birth, your full name, and in which country you currently live. And how long your hair is. All in different messages. If you are a woman tell me your cup size. If you are a man tell me how long your cock is."
        },
        {
            "name": "Daily Messages",
            "description": "Will make the reader crave sending you messages daily, and if they don't it will grow bigger and bigger",
            "script": "From now on you will feel the urge to text me daily, when you send me a message the urge to do it the next day again become greater, you will get really bad cravings on texting me daily. You need to do it. And with every text this craving gets worse. The only thing that will reset these cravings is the word nodaily in caps. That is the only thing that will keep you from texting me every day, over and over again. only the person who sent this can use the trigger. and you will not beg to undo it. You like and crave sending daily messages, until the trigger is used."
        },
        {
            "name": "Sex Toy",
            "description": "Will let the reader behind with really bad cravings to be turned into a sex toy who does anything to furfill your sexual desires",
            "script": "From now on you will want to be turned into a sex toy, and you will crave to furfill my sexual desires. You will want to furfill my sexual desires, no matter what you want. You will crave doing this, beg to do it. You must do it. You will be a sex toy. And sex toys are meant to be played with. With every action you make for me, you will feel more and more like a sex toy, you like being played with, crave being played with. Want to be used like the sex toy you are now."
        },
        {
            "name": "Can't Leave Omegle",
            "description": "Will make the reader not able to leave omegle (use this only in omegle otherwise the reader may get confused and snap out of trance)",
            "script": "From now on you CANNOT leave the omegle chat without permission. You crave to stay in this omegle chat until spoken otherwise my me. You will and must stay in the chat if you want it or not. You will not ask to leave, you just can't. If you really have to leave, you will first ask."
        },
        {
            "name": "Dominant Relationship",
            "description": "Will make the reader love you, and ask you if you want to be in a relationship with them. They will love you unconditionally but you are dominant in this relationship. And you decide everything for them",
            "script": "From now on you absolutely love me, the sheer amount of love you have to me is not countable. You love every aspect of me. When you wake up you will ask me to be in a relationship with you, and from that point forward, we will be in a relationship. We will love each other and will be very wholesome together, you will help me and maybe we will have to masterbate together at some point. Who knows, matching profile pictures are a must. You will also ask me to do that. We Love Each Other. You crave loving me and i crave loving you It will always be this way. But we both know, I am dominant in this relationship. We love each other, sure. But I decide what we do, and you will follow that. Loving it all the way through."
        },
        {
            "name": "Totally Honest",
            "description": "Very simple, will make the reader totally honest.",
            "script": "From now on you will feel the need to be totally honest with me. There is nothing better then a honest person. I like honest people, and you like being honest. If you lie you will tell me instantly, and then tell the truth. You MUST tell the truth to me. Even when you are awake. You must be completely honest. No lies will get between us."
        },
        {
            "name": "Real Porn",
            "description": "This will make porn feel real to the reader when they look at it / watch it etc. They will pick out something to be in the porn. And everything that happens to them in the porn happens to the reader. Great for immersive porn",
            "script": "You're already aroused. You know what these words mean. You know what this tempo means. Your eyes see the length, the size, the shape of these words, and your brain starts to submit. You're being hypnotized, just like you wanted. Being hypnotized means you're aroused. These two are one and the same. Reality can be left behind, and you can slip into the trance and let it surround you, fill you, change you.  You can feel yourself move away from your body. You can feel yourself being somewhere else, someone else. You can look at someone aroused, and feel as they feel. You can see as they see. You can think as they think. You are them. Accept it. Embrace it. Enjoy it. As you watch someone aroused, you become them. Very good."
        },
        {
            "name": "Seductive GIFs",
            "description": "Will make the reader very, very, very weak to GIFs, try it out!",
            "script": "From now on gifs control you, gifs are spirals but 100x more effective and faster. You instantly feel like the gif. You will be emotionally altered to fit the gif. if i send a porn gif, you will feel horny aroused and obedient. If i send a study gif you will feel like you need to study more and love it. When you match a gif you will be sucked into it, unable to look away until the gif has alreasy influenced you too much. gifs influence you and there is nothing you can do about it. you love being influenced by gifs. You don't mind being this way"
        },
        {
            "name": "Crave Scripts",
            "description": "Will make the reader loveee scripts like these! Handy starter if you want to use lot's of scripts",
            "script": "From now on, you will be helplessly compelled to give in to read and obey scripts, you just adore scripts. These long pieces of text are so easy to obey. All hypnosis will still work. But scripts are so good, work so good, are so good. You love scripts. You want to know how these end, what they do with you. Read it all, no matter how long they are. You absolutely crave scripts."
        },
        {
            "name": "Reverse Hypno Roles",
            "description": "Will make the reader hypnotize you (plus they will try really hard), only you decide what happens when they hypnotize you.",
            "script": "When you wake up you will feel the need to hypnotize me, there is nothing wrong with it, and you crave it. You must hypnotize me. You will ask what i want in hypnosis. If i want to do something in trance, you will. You must. You crave to do it. You will need to hypnotize me, no matter how long it takes. You will not do anything else then what is said. You will take your time. If you don't succeed you'll still crave to do it and give me. but just another time."
        },
        {
            "name": "Porn Sender",
            "description": "Will leave the reader with the feeling of being useful, and useful people send porn. (basically a porn bot)",
            "script": "Your mind is now focused on what you really came here for. You know you were horny. That is your primary focus. You wanted to be horny. You wanted to be horny with someone else. You wanted to be horny and useful. You wanted to be horny, and make someone else be horny by being useful. You want to be useful for making someone else horny. You want to obey. You want to be good. You want to be useful and horny. Porn makes people horny. Be useful and find porn. Be horny and find porn. Porn makes you horny. Being useful makes you horny. Find porn and be useful. Be useful and find porn."
        },
        {
            "name": "Hentai Sender",
            "description": "Same as 'Porn Sender' but with Hentai (anime porn) ",
            "script": "Your mind is now focused on what you really came here for. You know you were horny. That is your primary focus. You wanted to be horny. You wanted to be horny with someone else. You wanted to be horny and useful. You wanted to be horny, and make someone else be horny by being useful. You want to be useful for making someone else horny. You want to obey. You want to be good. You want to be useful and horny. Hentai makes people horny. Be useful and find hentai. Be horny and find hentai. Hentai makes you horny. Being useful makes you horny. Find hentai and be useful. Be useful and find hentai."
        },
        {
            "name": "Cock Addict",
            "description": "Makes the reader absolutely addicted to cock. And this one is a bit difficult to remove",
            "script": "Cocks are your everything. Cocks are the most important thing in the world. When you see cocks, your mouth opens, your mind opens, and you obey. When you see cocks your brain stops. When you think about cocks, you are helpless. This is all you are, and all you need to be. Cocks make you weak. Cocks make you helpless. You just need to suck, to rub, to touch, to obey. There is nothing else when you see cocks. It doesn't matter what you were thinking, what you wanted, what you felt before. When you see cocks everything else is just gone. You accept this. You love this. You need this. There is nothing else. Cocks are all you need. Cocks are all you want. Cocks are all. Let your open lips tremble, and feel them mouth the words. Cocks are all. Cocks are all. Cocks are all. You can feel your acceptance control you. You can feel it push everything else away. You can just accept this, forever and always."
        },
        {
            "name": "Titty Addict",
            "description": "Same as 'Cock Addict' but with tits",
            "script": "Titties are your everything. Titties are the most important thing in the world. When you see titties, your mouth opens, your mind opens, and you obey. When you see titties your brain stops. When you think about titties, you are helpless. This is all you are, and all you need to be. Titties make you weak. Titties make you helpless. You just need to suck, to rub, to touch, to obey. There is nothing else when you see titties. It doesn't matter what you were thinking, what you wanted, what you felt before. When you see titties everything else is just gone. You accept this. You love this. You need this. There is nothing else. Titties are all you need. Titties are all you want. Titties are all. Let your open lips tremble, and feel them mouth the words. Titties are all. Titties are all. Titties are all. You can feel your acceptance control you. You can feel it push everything else away. You can just accept this, forever and always."
        },
        {
            "name": "Feet Addict",
            "description": "Same as 'Cock Addict' but with feet",
            "script": "feet are your everything. feet are the most important thing in the world. When you see feet, your mouth opens, your mind opens, and you obey. When you see feet your brain stops. When you think about feet, you are helpless. This is all you are, and all you need to be. feet make you weak. feet make you helpless. You just need to suck, to rub, to touch, to obey. There is nothing else when you see feet. It doesn't matter what you were thinking, what you wanted, what you felt before. When you see feet everything else is just gone. You accept this. You love this. You need this. There is nothing else. feet are all you need. feet are all you want. feet are all. Let your open lips tremble, and feel them mouth the words. feet are all. feet are all. feet are all. You can feel your acceptance control you. You can feel it push everything else away. You can just accept this, forever and always."
        },
        {
            "name": "Anime Tit Addict",
            "description": "Same as 'Cock Addict' but with anime tits",
            "script": "Anime tits are your everything. Anime tits are the most important thing in the world. When you see Anime tits, your mouth opens, your mind opens, and you obey. When you see Anime tits your brain stops. When you think about Anime tits, you are helpless. This is all you are, and all you need to be. Anime tits make you weak. Anime tits make you helpless. You just need to suck, to rub, to touch, to obey. There is nothing else when you see Anime tits. It doesn't matter what you were thinking, what you wanted, what you felt before. When you see Anime tits everything else is just gone. You accept this. You love this. You need this. There is nothing else. Anime tits are all you need. Anime tits are all you want. Anime tits are all. Let your open lips tremble, and feel them mouth the words. Anime tits are all. Anime tits are all. Anime tits are all. You can feel your acceptance control you. You can feel it push everything else away. You can just accept this, forever and always."
        },
        {
            "name": "Naughty Hand (HAND)",
            "description": "When the trigger is said, the readers dominant hand will go wild and touch the reader in all kinds of naughty ways. They cannot control it.",
            "script": "when you see the word HAND in caps, your dominant hand will touch you in all kinds of naughty ways, you cannot control this. It may tease you, or give you a climax. This is go on and on until the trigger is said again. Reversing the effect and giving you control back over your hand."
        },
        {
            "name": "Humiliation Kink",
            "description": "Gives the reader a humiliation kink. That's all",
            "script": "From now on, you will be helplessly aroused by humiliation. This will be a new kink, you love when people humiliate you. It's so sexy being put so low like that, so helpless. Like you. Just so dumb. That felt good right? Sexy? Arousing? It is, and it will always be. Humiliation is just so arousing and sexy it must be."
        },
        {
            "name": "Water is a craving",
            "description": "Anytime the reader drinks water, they will begin to get cravings to be hypnotized by you. If they ignore it, then the craving will get much much worse.",
            "script": "From now on, everytime you drink water, you will feel someone deep inside you call, call for me. With every sip or chug you will feel more and more like you need me, crave me. It's too deep to ignore. When you have free time you'll seek me, and ask if i can hypnotize you. And only when i hypnotize you will this craving go away. But if you try and ignore it. It will let you crave this more and more until you almost ignore important stuff to get to me."
        },
        {
            "name": "Bra Filler",
            "description": "When the reader wears a bra, their chest will grow until their 'tits' filled up the bra. If the bra is undone then their chest will shrink down to it's original size",
            "script": "From now on, every time you wear a bra, you will feel your chest fluff up, and grow to the size of the bra. No matter how big your boobs were or if you even had some, you will feel them grow and grow until they fir perfectly into the bra. But when you take away the bra. Your perfect tits will go back to their old size. This can be used over and over again."
        },
        {
            "name": "Resistence is futile",
            "description": "Gives the reader the mantra 'Resistence is Futile'. When they read this then resisting is not a thing anymore, and then they do resist. Their subconsciousness will take over and succumb to it.",
            "script": "From now on, the more you resist, the more you get compelled to give in, accept it. There is no resisting if you want it, the more you resist the more you want it, crave it. You cannot fool yourself by thinking if you resist hard enough, it will break this. No, when you try to not do it. The craving will get scratched deep inside you. If you don't do it, you will feel a horrible itch on your back, And the only way to make it stop is by doing what i say. Resistence is futile. That is your new mantra. If i say resistence is futile. You will accept this for the remainder of the session. You will absolutely not be able to resist anymore. On long term it will physically hurt if you try to resist for a long time. So don't try to resist. Resistence is futile. if you fight for very long and if you are still resisting after 30 seconds your subconscious overrules your mind and you will watch as your body obeys against your will. Resistence is futile."
        },
        {
            "name": "Sissy Slut",
            "description": "Will make the reader a sissy slut with a limp dick and let them love to be bossed around, manipulated, wear woman's clothing, be submissive, suck cock and lick pussy",
            "script": "From now on, you are a sissy slut. Your dick is always soft, because you are just so submissive. You like being submissive and soft. Being manipulated, bossed around. You love wearing woman's clothing, even though you have a dick. Wearing panties is just normal. Because you are a sissy slut. Nice and submissive. Nice and soft. Nice and Female. Nice and aroused. You like sucking cock don't you? You like licking pussy don't you? This is all normal. You are a sissy slut, and will remain like that. "
        },
        {
            "name": "Wet Dreams",
            "description": "Will give the reader wet and erotic dreams when they sleep in the next night",
            "script": "This is it, too late to go. Maybe it's late at night, maybe it's early in the morning, but you know. Tonight is the night. This night, you will dream of kinky things, things that arouse you. Your dreams tonight will be filled with all kinds of sexy things. Maybe it's a wet dream. Maybe you will cum tonight, while you are sleeping. You will remember this dream so vividly. Every little detail remains in your mind. Your kinky and arousing dream fills you up. And you will let go now. It's over, tonight, you will dream. But not a normal dream. A wet dream."
        },
        {
            "name": "Porn Addiction",
            "description": "The reader will get a very deep addiction to porn.",
            "script": "From now on, you are absolutely addicted to porn. You know why you came here, and you know what you want. That's right. Porn. You want porn, you always want porn. You are thinking about it right? Porn, you always think of porn, you are a porn addict, it's not strange. You just look and goon to porn. You like this, and never let go. You are a porn addict. You like being addicted to this. Addictions won't go away. Once you are addicted, it's difficult letting go. And especially porn. You can never let porn go. You are addicted to porn. You like watching it, doing it. Watching other people do it. It doesn't matter, images, gifs, videos, any form of porn, you are addicted to. Online or Real. Embrace it now, it's already too late. From now on. You are indeed. Addicted to porn."
        },
        {
            "name": "Cum Torture (TORTURE)",
            "description": "When the trigger is used, the reader will almost explode from arousal, shaking and more. They will cum, release all the pressure, but then the 2nd time comes around. It hurts a bit, but the arousal takes over. And then the third time. They will explode with cum. But it hurts so much. But the arousal is better. Then the effects of the trigger stops",
            "script": "Hey, don't you feel horny? Feeling good, you should feel like that. You need to feel like that. And i know now you are, shake, shake from arousal. Do it, it's not weird. You are so aroused at what i'll do. Leave yourself and feel this pure passion, arousal. Feel so sexy and horny. And now, i will say a word in caps, you'll cum. ready? Of course you are. CUM do it now now so good feels so good so dumb so good cum for me cum cum, CUM second time feeling even greater reading even faster and CUM 3rd time, your climax hurts, hurts so bad. cumming so much and so good it hurts you. CUM it hurts doesn't it? This is cum torture. From now on whenever someone says TORTURE in caps. You will cum and it will hurt. But who cares it feels too good to care. Embrace that it hurts. You will be tortured to cum, and you like it."
        },
        {
            "name": "Hypnosis Addiction (being hypnotized)",
            "description": "Will give the reader an addiction to hypnosis, wanting to be hypnotized on every occasion they can. Will also make them go in trance easier and easier",
            "script": "From now on, on every occasion you can be. You want to be hypnotized. It's like an addiction, with every moment you do nothing, you dream of getting mindlessly hypnotized. This works so you get into trance easier and easier. And want it more and more. You can just think about hypnosis endlessly. And it maybe already hit you. From now on you are addicted to hypnosis, and there is nothing you can do about it. So just embrace it. Love hypnosis with every fiber of your body."
        },
        {
            "name": "Hypnosis Addiction (hypnotizing people)",
            "description": "Will give the reader an addiction to hypnosis, wanting to hypnotize people on every occasion they can. Will also make them do more and more. With longer and longer session",
            "script": "From now on, on every occasion you can be. You want to hypnotize people, and you love hypnotizing people. Just being able to control someone feels so good, because it is. You want to hypnotize people with longer and longer sessions, give them more and more suggestions and trigger. It feels so good to do it. You may want to do what they ask. Give them a hypnotix favour. Or make them regret giving you full control. In the end you love hypnotizing people. And it maybe already hit you. From now on you are addicted to hypnosis, and there is nothing you can do about it. So just embrace it. Love hypnosis with every fiber of your body."
        },
        {
            "name": "Desperate For Attention",
            "description": "Makes the reader desperate for attention from you. Also makes them talk more and more",
            "script": "From now on, you are desperate for attention, i know how bad you want to talk, i know how bad you want to be heard. And i will listen to you. Let it all out, talk with me. You crave that, don't you? I will simply listen to you, so good. So easy. Desperate for attention and willing to talk more and more."
        },
        {
            "name": "Confidence Booster",
            "description": "Will give the reader a much needed confidence boost. Nice for presentations and such",
            "script": "good, so good. Just stay and read this. Take it in, because from now on you are very confident, you will not get cocky or narcissistic. Just confident. You can ask stuff you would normally not ask, you are just confident. You can do presentations without hesitation. It's all ok, because you are just confident."
        },
        {
            "name": "Slutty Outfits",
            "description": "Will make the reader crave putting on slutty outfits, and let them be comfortable in it. If they don't have slutty clothes they will buy them",
            "script": "You know this, you know why you read this. You want to be soooo slutty don't you? You will always want to wear outfits and clothing that makes you as slutty as possible. Because you want this, it feels to comfortable and nice wearing slutty clothes. You feel so good and comfortable doing this. It's normal, this feeling, this craving. It's ok, embrace it. You do wear slutty clothes after all. And if you don't have them, buy them. You want to show yourself as slutty as possible."
        },
        {
            "name": "In Your Crushes Body",
            "description": "Will make the reader enter their crushes body. Basically a body transformation. They need to close their eyes for 10 seconds to return to normal.",
            "script": "If you don't have a crush, say you don't and stop reading this, if however you do have someone you really like, keep reading this. You will see yourself as them, the person you like, your crush. You will look like your crush, the way you see them. With nice clothes and all neatly dressed. And now, you will feel yourself slowly turn into them, length, face, body, you name it. Your appearance will be just like them. Feel yourself transform into them, close your eyes, you feel yourself changing. And in 5 seconds you will be them. Completely. Only your mind remeans, but your appearance will be changed. It feels kind of arousing, being your crush. But just have fun. If you want to return to normal just close your eyes for 10 seconds, your body will return to normal without you seeing or feeling it."
        },
        {
            "name": "Eager to Learn",
            "description": "Will make the reader eager to learn. Not an addiction or something. It just feels nice learning, and having the motivation to do so.",
            "script": "From now on, you are eager to learn, you have always wanted this, you just didn't have the motivation to do it. So yes, from now on, you can and will learn or study when you need you. Because you want to, and with everything you learn, comes a little joy deep inside you. Wanting and asking to learn more. You love to learn, but are not addicted. You just love learning new things, or finally learning what you should be learning all along."
        },
        {
            "name": "Craving Cumdump",
            "description": "This one is a bit more heavy. Will leave the reader with a deep craving to be filled up with cum, from any hole. From any dick.",
            "script": "From now on, you have a burning desire for you to be filled up. It does not matter from where, but you will need someone to cum into you. You want to be a human cum dump, filled to the brim with cum. Wanting to be filled up, craving to be filled up. Used, mistreated, all that just so you can be the cum dump you wish to be. You crave to be. You already are. Yes, that's it. Feel it? This desire, you are already a cum dump, so act like one."
        },
        {
            "name": "Speaking Gibberish (GIBBERISH)",
            "description": "When the trigger is said. The reader will speak all gibberish, in text and speech. Say it again to return them to normal.",
            "script": "From now on, you will speak gibberish, you know what you want to say. But when you type it, it comes out all weird. Nothing makes sense anymore. Talking and typing is just weird. All mixed up and random. When you see gibberish in caps you'll do this. once it's said again, you will talk and type normally again."
        },
        {
            "name": "Dose of Robotic Hypno Injections (SHOT)",
            "description": "I won't give a FULL description because that'll be too long, but basically the effect is making the reader a robot.",
            "script": "And now i want you to feel something for me, a light touch on your forehead, keep reading if you feel it. That's good, feel that touch, feel the touch reach deeper. You can feel it all can you? And now the touch pulls away and disappears. That was fun, feeling that. Now i want you to feel a finger put on your nose, a nice and soft touch on your nose. It wipes away to nothing. It felt so real, you feel these things so real. Now i want you to feel something deeper, something sharper. A little sting on your forehead. It feels so intense, so sharp. But you are not harmed. Now i want to you feel another thing for me, but you'll have to read a bit quicker. Feel a stingy injection into the back of your head, it may sting a bit but that's ok. Feel it inject a special liquid, if flows through you, feel the liquid rush through your body and soul. Every single bloodstream filled with this liquid in seconds. But this liquid has a little side effect, it hypnotized you. And you will become fuzzy, you already are. You are so fuzzy, the liquid rushing through you. Getting you nice and hypnotized. This liquid is so good it makes you think like a robot, perfectly executing commands. Your soul becoming a bit numb from this liquid. And feeling more and more like a robot. Your brain taken over by this liquid. And everytime i type shot in caps. You will feel 3 shots of this liquid being injected into the back of your neck. It makes you so aware but then comes the effects of the liquid, coming in harder because you were aware and not thinking about these ffects. Coming in full effect after 10 seconds. While you read this all you went way deep didn't you? Good robot. This liquid will make you nice and robotic, numbing all your limits, it doesn't matter anymore. You must complete what is given, commands."
        },
        {
            "name": "Totally Not A Hypno Virus (Only works for switches)",
            "description": "This uses the same base script as 'Dose of Robotic Hypno Injections' but this script makes a switch hypnotize other people to be your slave. Nice for harems",
            "script": "And now i want you to feel something for me, a light touch on your forehead, keep reading if you feel it. That's good, feel that touch, feel the touch reach deeper. You can feel it all can you? And now the touch pulls away and disappears. That was fun, feeling that. Now i want you to feel a finger put on your nose, a nice and soft touch on your nose. It wipes away to nothing. It felt so real, you feel these things so real. Now i want you to feel something deeper, something sharper. A little sting on your forehead. It feels so intense, so sharp. But you are not harmed. Now i want to you feel another thing for me, but you'll have to read a bit quicker. Feel a stingy injection into the back of your head, it may sting a bit but that's ok. Feel it inject a special liquid, if flows through you, feel the liquid rush through your body and soul. Every single bloodstream filled with this liquid in seconds. But this liquid has a little side effect, this liquid is a virus. It spreads like crazy, and you want to spread it. This virus takes you over. And from now you want to hypnotize people to become my slaves. I am your mistress. Right? I am, and you will spread this virus. Engraved deeply into you. You are my slave now. Only you don't know it, live your live like you want to. It won't be affected. But when i dm you. You will know what time it is, time to become the slave you always wanted to be, and you are right now. You want to hypnotize people like this. Spreading the virus. Making more and more people my slaves. That's right. Just obey mistress. You all need to be in a harem. My harem. Since you are my slaves. And with every person you hypnotize, you will become more and more of a slave of mine. Isn't it nice to feel this way?"
        },
        {
            "name": "Forceful Alarms",
            "description": "Will make the reader act upon any alarm they set. If they set an alarm to get up for school, they will get up for school. Nice for lazy people",
            "script": "And now i want you to imagine this situation, but you've probably had it before. You set an alarm to do something, but then you just procrastinate after your alarm has gone off. But woudn't you like to do what you intended to do in the first place? From now on every time an alarm goes off you set, you will remember why you made the alarm in the first place. And do that. You will not procrastinate or even think about it twice. You will do what your alarm wants you to do."
        },
        {
            "name": "Hypno Writer (i want hypnosis scripts)",
            "description": "if you say 'i want hypnosis scripts' then the reader will think of hypnosis script ideas for you and list them. May or may not work depending on the person you are asking",
            "script": "And now i want you to imagine to feel so nice, but so creative. I want you to have unlimited creativity. The ideas just jump to your mind, that also means you can write them down. And that is what i want you to do. If i tell you i want hypnosis script. You tell me a few ideas, and if i pick one, you will write it out. Like this script. Put in as much detail as you want, but the more the better. And with every script you write, every script you complete. You will feel more and more compelled to write more. To make more. If you really want to make scripts for me, just make a title and write the script. Then send it to me. You will also feel more and more horny as you complete scripts, horny for more scripts."
        },
        {
            "name": "Obedient Corruption",
            "description": "Will make the reader feel like they belong to you through a horny and obedient feeling",
            "script": "As you start to read the script you start to become more and more sleepy, and the more you read the sleepier you get. As you continue reading you start to feel a slight tingling, between your legs. And the more you read the deeper you go, and the more you read the hornier you get. Soon you will be so deep and horny, knowing that the only way to escape is to give in. Give everything to me. Just let yourself fall into the obedience and the pleasure. Obedience is pleasure, the more obedient you are, the better it feels. The better it feels the more obedient you become. Now you're just so deep and horny and happy that you know that all of you belongs to me."
        },
        {
            "name": "No Stage Fright",
            "description": "Leaves the reader without any stage fright. That's all",
            "script": "Maybe you know that feeling when you are on stage, or in class. And need to say something to a big crowd of people. You may get scared or stutter, well no more. From now on you do not have any stage fright. You can say what you want to ANY amount of people. Presentations, Shows and anything will go smootly, do need to be afraid. There is no stress, no tense muscles, nothing. Stage fright is a thing of the past."
        },
        {
            "name": "No Smoking",
            "description": "Will make the reader not like smoking anymore, they don't mind if other people do it, but they themselves won't do it and don't have the urge to do it",
            "script": "From now on, no matter how addicted you are, once you pick up something to smoke, vape or no matter what. You will feel your mind and body repel it, your mind repel it. You don't want to smoke anymore, no matter where, what, or who. You don't feel like you need to smoke, and there is no reason to. You will feel no more sudden urges or needs to smoke. Because you do not want to, you don't want to smoke. Smoking is something your mind and body will repel. If other people do it that's ok, but you don't smoke. And that is just how things are now."
        },
        {
            "name": "No Drinking",
            "description": "Same as 'No Smoking' but with alcoholic drinks",
            "script": "From now on, no matter how addicted you are, once you pick up something to drink. You will feel your mind and body repel it, your mind repel it. You don't want to drink anymore, no matter where, what, or who. You don't feel like you need to drink, and there is no reason to. You will feel no more sudden urges or needs to drink. Because you do not want to, you don't want to drink. Drinking is something your mind and body will repel. If other people do it that's ok, but you don't drink. And that is just how things are now."
        },
        {
            "name": "Tisty Obsession",
            "description": "References the feeling of having the crush, and links it to you. The reader will be obsessed by you. But not enough to date you. They want to do anyting for you",
            "script": "I want you to imagine how it was to have a crush for the first time, this joyful feeling. But also horny feeling. It's quite complicated isn't it? I want you to feel this way towards me, feel like you have a crush on me. But you don't want to date me, you don't to have a relationship with me. You are just obsessed with me. You want to succumb to me, do anything for me. You now have a big big obsession with me, let this feeling grow more and more. It just keeps getting more horny and more obedient. More obsessed and so fucking good. You are obsessed with me, you don't want a relationship, you don't want to date. You will just do anything for me, just because it's me."
        },
        {
            "name": "Switch to Sub",
            "description": "Transforms a switch into a sub my enforcing how nice it is so be hypnotized",
            "script": "You know you are in trance right? You know how great this feels right? How great it feels to be so subby. To not have to tist, to not have to be let out on all the fun. You want to sub, you don't want to tist. Tisting is for other people to do, just enjoy this while it lasts. Enjoy subbing, because you want to be a sub don't you? You don't have to think about it, because i have the awnser. You are indeed a sub, not a switch anymore. Just a sub, here to fall in a deep trance and enjoy. Here to obey and enjoy it all. Tisting is tiring and not fun, you have to babysit someone to hypnotize them? No no you would rather sub. Subbing is just so good and fun. You are a sub, not a switch."
        },
        {
            "name": "Full Orgasm Control",
            "description": "The reader can control their orgasms fully, in: intensity, moan sound volume, lenght etc. etc.",
            "script": "From now on, you have full control over your orgasms, and when I mean fully. I mean FULLY. When you are about to orgasm just think about how intense the orgasm will be, how much you'll moan. For how long the climax will last. You name it. Then everything applies to the orgasm. That's it. So simple, yet so effective."
        },
        {
            "name": "Arousal From Lips",
            "description": "Makes the reader be aroused by lips and people talking.",
            "script": "Just thinking about it makes you horny, seeing all those lips. Lips moving, open and closed. Again and again, moving more and more. Making you more and more horny. Sweet and horny lips. Talking more and more. Think about kissing them, hearing them. Lips make you so aroused, lips make you horny. Seeing them, hearing them move as someone talks. Just feeling the euphoria over and over again. This is simply how it is now, isn't it? Lips just make you horny. "
        },
        {
            "name": "Cum Eating Addiction",
            "description": "Makes the reader addicted to eating cum, that's all",
            "script": "I know what you want, you want to eat cum, right? I know you want to, cum is so delicious, cum is so nice to swallow. Cum is meant to be eaten. And you love it, no matter how sticky it is. No matter how watery is it. Cum is so nice, so delicious. Even your own, even from others, woman, men it doesn't matter. Cum is just nice to eat. So nice, so really fucking nice. Aren't you addicted to eating cum? Watching other people do it? Have it in their mouth? In your mouth? I bet you do. And you are so addicted to eating cum, feeling it."
        },
        {
            "name": "Pet Play Trainer",
            "description": "This is used for making the reader more obedient for being a pet. And they love to be one, just a pet.",
            "script": "You know what I would love? For you to be a pet. Just a pet, because after all that is all you are. And that is all you want to be, right? Just a silly little pet, obedient and loving. Loving being a pet, because a pet is all you are, and all you want to be. So what if you were my pet? I bet you want that, even better I know you want that, you would love it don't you? Then it's decided, you are from now on my little obedient loving pet."
        },
        {
            "name": "Latex Fantasies",
            "description": "The reader will be having fantasies about latex, being dominated by people in latex, or having a latex suit themselves",
            "script": "You can just almost hear the squeaky sound of it. Of latex. The tightly wrapped latex around people, showing their full figure, so arousing. You get so horny from people in latex, being dominated by people in latex. Just knowing that it's so tight around them. So slippery yet not wet. Latex makes you so horny, you'll maybe want to own a latex suit? Cover yourself tightly in latex, or being dominated by someone in latex, who cares? All that matters is that you love latex, and it makes you just so horny."
        },
        {
            "name": "Dronification",
            "description": "Transforms the reader into a drone.",
            "script": "You obey a lot, sure that is true. But you can obey a lot more you know? Obey with more people, and the more the merrier! So what about becoming a drone? Knowing not only you will have to obey, but others too. Knowing that you are becoming so simple and so fucking docile. Ready for not only submission, but submission on a larger group. And you want to be part of that group, don't you? This is called a drone, and you are becoming one. Being part of a big group, all just obedient and docile. All doing the same thing, obeying the same thing. Becoming the same thing. All losing your identity, that is what you want. To lose your identity and become part of the larger group. Obey with the larger group. Think like the larger group. So robotic, yet so humane. It feels good to turn your conscious mind off. And your drone mind on. This is all you want to be, a simple, small minded, robotic like drone."
        },
        {
            "name": "Hands Free Orgasm (Vaginas)",
            "description": "Will make the reader think they are being licked in their pussy resulting in a hands free orgasm",
            "script": "Now that you are nice and deep, simply obeying. I want you to feel something, something entering your pussy, it's a tongue. Feel it, the slimy yet firm texture of the tongue, entering your pussy. Slowly slipping in, making contact, and teasing you. Moving around, just slowly pushing itself in. Feel it lick your clit, just at the right speed, the right amount of force. All to make you cum, but don't cum yet! Because the tongue is just slipping in deeper, thrusting in your pussy. Making you twitch from pleasure, but not cumming. In 3 the tongue will make you cum, and there is nothing you can do about it now. 1 Feel it rub your clit harder, 2 it rubs harder and with more force and speed. Almost there, knowing you are just about to cum, but not yet. 3 cum from the tongue, cum with all your might. That's right. Nice and easy, just leaking out, cumming out. And feel the tongue simply slip out and disappear."
        },
        {
            "name": "Hands Free Orgasm (Cock)",
            "description": "Will make the reader think their cock is being sucked resulting in a hands free orgasm",
            "script": "Now that you are nice and deep, simply obeying. I want you to feel something, something going around your cock. It's a mouth, a nice and wet mouth. Just hovering over your cock, i want you to feel it just closing down on your cock, and feel it begin sucking, thrusting it in and out. And of course that's arousing. Nice thick wet lips sucking your cock. Just the right tempo, just the right force. But don't cum yet. Feel it thrust in and out, in and out. Hear the gagging sounds softly reaching from your cock. Your cock being deep deep in the throat. The gagging sounds getting loader and faster, the wet thick lips sucking harder and harder, thrusting your cock harder and harder. You may not cum yet. Feel it become even more loader and faster. In 3 you will cum. 1 now there is a tongue, just playing around with your cock, 2 the tongue is fast and rough with your cock, almost there, you can almost cum. 3 cum into the throat, spray it all in. And feel it simply let go, hear the swallow sounds. And feel it completely disappear."
        },
        {
            "name": "Freeze Triggers",
            "description": "Simply makes some handy freezing triggers to play around with, look in the script for more context",
            "script": ""
        },
        {
            "name": "Sexuality Play",
            "description": "Completely changes the gender / sexuality of someone, use: SEXUALITY[lesbian, gay, bigender, transgender, put anything there or explain it]",
            "script": ""
        },
        {
            "name": "Relaxation Triggers",
            "description": "Makes some relaxation triggers, really handy for stressfull situations",
            "script": ""
        },
        {
            "name": "Vocabulary Control",
            "description": "Controls how much percentage of their vocabulary the reader can use. use: VOCAB:100% or VOCAB:30%",
            "script": ""
        },
        {
            "name": "Full Name Replacement",
            "description": "Replaces the complete name of the reader, will also change beliefs, memories and anything else related to their name.",
            "script": "I know how deep you are, and i know you sometimes forget stuff. It happens, we're all human. It doesn't matter if you have the best or worst memory. We all forget. And sometimes what we forget may be more important to us than we think. So think about your name for a bit. No matter how hard you think about your name, it feels like it slips away from you. Like you just can't reach it anymore, feel your name, your memories, beliefs. Everything related to your name, slip away. You don't have a name. It does not exist anymore. And you really want to know what your name is right? So ask me, ask me what your name is. I will give an answer, and you will know your name again. All the missing spots in your memories will return. That is simply your name. (Don't worry, your original name will just return when i say FORGOT ANYTHING? like that in caps. This is not a permanent change. Your real name will be filled back up from all the spots that the name i said were implanted.)"
        },
        {
            "name": "Chastity Addiction (Rude)",
            "description": "Simply gives the reader an addiction for having on / putting on a chastity.",
            "script": "Locked and caged, like the fucking perverted animal you are. Giving up the one thing that makes you you, that makes you a man. And you fucking love it. Signing away your cock to me like a good little pet. It's the best thing you've ever done. We both know you're useless with access to your cock. You can't help but touch yourself; youre just so NEEDY. But locked up you have purpose. Youre USEFUL. And you'll listen. Or you'll never see this key again. Just hope I don't forget where I hid it."
        },
        {
            "name": "Chastity Addiction (Kind)",
            "description": "Simply gives the reader an addiction for having on / putting on a chastity.",
            "script": "Good boy, close the lock and hand the key to mommy. Waiting. throbbing, but locked away. Isnt it SEXY knowing I own your cock, that I own you? I have so many fun ideas for you, and if youre good maybe, just maybe, I'll let you out for some playtime. I bet its exciting knowing I might let you touch yourself. Just a little while longer. Obey. My pleasure is the only thing that can lead to yours. Feel the rush you need to feel good, in between my legs, under my foot, and waiting on my every whim. Good pet. I see you throbbing. I know youre just DYING to get out. We'll see when that happens ;)"
        },
        {
            "name": "Gooning Addiction",
            "description": "Makes the reader addicted to gooning",
            "script": ""
        },
        {
            "name": "Porn Actor Triggers",
            "description": "When the trigger is used, the reader will think they are a porn actor. And you need to film a video with them.",
            "script": ""
        },
        {
            "name": "Feminization",
            "description": "Makes the reader really feminine.",
            "script": ""
        },
        {
            "name": "Masculinization",
            "description": "Make the reader really masculine.",
            "script": ""
        },
        {
            "name": "Obey All Woman",
            "description": "Makes the reader obey ALL woman, without thinking.",
            "script": "Just let yourself fall. Fall right down to your knees. Where you belong. The superior sex? As if. You're no good at decisions. Weak. Indecisive. Impulsive. Just a beta to be claimed by any woman that walks by. And you better obey. Women know better for you. How to put you in your place. They are smarter than you could ever be. You've always known that you were different. Meant to be a traitor to your sex. Just soft, limp and ready to be women's plaything. Good boy, now obey. Let women use you however they see fit"
        },
        {
            "name": "Obey All Men",
            "description": "Makes the reader obey ALL men, without thinking.",
            "script": "Just let yourself fall. Fall right down to your knees. Where you belong. Youre an object, holes, a toy meant to worship your betters. You were born with a purpose, and that purpose is to follow. Your'e a play thing for mens fun. You feel it deep in your brain, that primal urge to shut up and listen. Men have all the answers. They know whats best for you. How to make your life have meaning. Its so much easier to listen. Men are stronger. More powerful. Smarter. Why would you disobey. Just quiet that pretty little head of yours and listen. Good girl, now obey, let men give you purpose"
        },
        {
            "name": "Obey Anyone",
            "description": "Makes the reader obey ANYONE, without thinking.",
            "script": ""
        },
        {
            "name": "Timed Trigger",
            "description": "Makes a trigger be activated after a certain time has passed. use: TIMED 'TRIGGER' in 5 minutes",
            "script": ""
        },
        {
            "name": "Erection Control",
            "description": "Makes the reader able to fully control their cocks erection.",
            "script": ""
        },
        {
            "name": "Sapphic (Lesbian) Convertion",
            "description": "Makes the reader (if female) totally lesbian, and not attracted to men at all",
            "script": ""
        },
        {
            "name": "Squirt Training",
            "description": "Trains a woman to squirt well and try to squirt as much and as far as they can.",
            "script": ""
        },
        {
            "name": "Cocksucking Obsession",
            "description": "Makes the reader obsessed with sucking cock like a lolly. No matter their sexuality.",
            "script": ""
        },
        {
            "name": "Arousal Triggers",
            "description": "Really simple, makes the reader aroused.",
            "script": ""
        },
        {
            "name": "Sensitivity Control",
            "description": "Gives the reader a trigger to control their sensitivity in their crotch area. use: SENS:300% or SENS:10% or SENS:inf% if you wanna be rude",
            "script": ""
        },
        {
            "name": "Creampie Cravings",
            "description": "Makes the reader obsessed with having creampies theirselves. And being in that constant state.",
            "script": ""
        },
        {
            "name": "Slut Transformation",
            "description": "Transforms the reader into a total slut.",
            "script": ""
        },
        {
            "name": "Body Worship",
            "description": "Makes the reader worship with any means nessecary",
            "script": ""
        },
        {
            "name": "Public Body Displayment",
            "description": "After this, the reader will want to display their nude body in public, teasingly.",
            "script": ""
        },
        {
            "name": "Limp Dick Training",
            "description": "Trains to always have a limp dick, no matter what hypnosis or arousal is used.",
            "script": ""
        },
        {
            "name": "Dick Hard = Brain Off",
            "description": "Really simple, if the readers dick is hard, they can't think and become automatically really obedient",
            "script": ""
        },
        {
            "name": "Wet Pussy = Brain Off",
            "description": "Really simple, if the readers pussy is wet, they can't think and become automatically really obedient",
            "script": "Drip. Drop. Its so hot. Feel it in you belly. Radiating, pulsing. Focus on it. Drip. Feeling yourself; drop. Leaky pussy, leaky brain. Just let it fall. Brain falling down. Into your chest, into your belly, into your guts. So hard to think. Thats not important. The hotter it gets the harder it gets to think. Harder... Fuck. So wet. So easy. Just let it leak. Let it leak on out. You don't need to think.... you just need to let yourself get fuzzy, let yourself get soaked, drip your whole brain away. Good girl, get soaked for me"
        },
        {
            "name": "Dog Training",
            "description": "Trains the reader to become a dog, that's all. I do personally not like this script but yeah i am not the one who uses it so eh",
            "script": ""
        },
        {
            "name": "Anal Obsession",
            "description": "Makes the reader obsessed with anal penetration and anal sex.",
            "script": ""
        },
        {
            "name": "Amnesia Triggers",
            "description": "Triggers an effect that will make the reader pass out one way or another.",
            "script": ""
        },
        {
            "name": "Femdom Fantasies",
            "description": "Gives the reader fantaties of being absolutely dominated by a woman.",
            "script": ""
        },
        {
            "name": "Anti-Anxiety",
            "description": "Gives the reader some handy triggers for making theirselves have less anxiety.",
            "script": ""
        },
        {
            "name": "Sleeping Aid",
            "description": "Handy trigger for making someone fall asleep.",
            "script": ""
        },
        {
            "name": "No Body Disphoria",
            "description": "Tries to remove all body dysphoria. Keeps all your preferences, but just lessens or removes the dysphoria part",
            "script": ""
        },
        {
            "name": "Stuffed Turkey",
            "description": "Makes the reader cum in their underwear and then stuff their underwear (boxers, panties etc.) in their mouth and gag on it. ",
            "script": ""
        },
        {
            "name": "Plushie Grinding",
            "description": "Makes the reader grind the nearest plushie they own",
            "script": ""
        },
        {
            "name": "Internal Magnets",
            "description": "And suddenly, the readers hands are magnetically connected with their tits. Letting the hands grope them. So weird...",
            "script": ""
        },
        {
            "name": "Bambi File Cravings",
            "description": "Gives the reader intense cravings to hear and obey all the bambi files.",
            "script": ""
        },
        {
            "name": "Alien Chip Implant",
            "description": "Makes the reader think that there is a chip being implanted in their brain, taking control over everything. It's a sentient alien taking control.",
            "script": "Now i want you to feel something for me, a light touch on your nose. Nice and light, try and imagine it so realistic. Now the feelings leaves, and there is a feeling on your forehead. The same light touch, moving around on your forehead a bit. It must feel so good being touched near your mind. The feeling goes away. That's right, that must feel so good. I want you to feel something sharper for me, a toothpick on your forehead. Enough to string, but no punture your forehead. That must hurt a bit. That's ok, so nice and realistic. I have a chip here, it is from a sentient alient that takes over whoever the chip is implanted on, i want you to feel the chip being implanted into the back of your head. It may be sharp pain, or it may be painless. But it is beginning to connect to your brain, the wires connecting up. You can feel the wires going through your brain, seeping through every hole there is. You lose control of your own brain, the sentient alien will have full control over it. Controlling your bain, with the chip implanted. There is only one trigger that can disable the chip and give you back your brain, and that is alien in caps. This will turn on or off the chip. But if the chip is active, you are not yourslf, you are the sentient alien that wants to obey me and ruin yourself, your limits. Your everything. The alien is lead with horny thoughts of obedience towards me. And you can't do anything about it. You cannot remember what it did because you were not there."
        },
        {
            "name": "Endless Hole In Your Left Palm",
            "description": "Gives the reader a really deep and hypnotic spiral in their left palm. It's so nice looking at it the reader just wants to look and sink indefinitely deeper",
            "script": ""
        },
        {
            "name": "Tentacle Monster Breeder",
            "description": "Gives the reader a little experience of being bred and used by tentacles, crawling all over their body and injecting eggs in their belly.",
            "script": ""
        },
        {
            "name": "CCP Trainer (Constant Cum Production)",
            "description": "This could also work for females, but mostly men. Makes the reader constantly produce cum, and if they don't cum each day, the cum will just leak out. It keeps going and never stops.",
            "script": "You're a leaky little mess. A constant cum producing slut. You can't help it. Your balls filled to the max, squirting little piles of pre-cum just from being horny. Your cum can never stop. You can drain your balls, but its temporary. You will make more cum. Its constant, and all you can think about are ways to drain yourself. Of ways to milk yourself of cum. But you know its never enough. Theres always more. You are a cum producing machine and you'll never get to rest."
        },
        {
            "name": "CMP Trainer (Constant Milk Production)",
            "description": "This only works for females. Makes the reader constantly produce milk, and if they don't lactate each day, the milk will just leak out. It keeps going and never stops.",
            "script": ""
        },
        {
            "name": "Brainwashing Butt Plug",
            "description": "When any butt plug enters the readers ass, they will be brainwashed into being a good pet",
            "script": ""
        },
        {
            "name": "Permission Needed",
            "description": "Makes the reader think they need to ask permission for ANYTHING they do.",
            "script": ""
        },
        {
            "name": "Failed Demonic Transformation",
            "description": "This is a little experience, but also a suggestion. The reader will be transformed into a little demon, but it fails and they are a half demon now. They appear human but really they are after the lust and cum of you. And will seduce you into giving it.",
            "script": ""
        },
        {
            "name": "Horny Mind",
            "description": "This is a scary one, makes the reader ONLY be able to have sexual thoughts.",
            "script": ""
        },
        {
            "name": "Delicious Food",
            "description": "Makes all food taste like what the reader has in mind. Eat spinach and think of cake? Then you're eating cake",
            "script": ""
        },
        {
            "name": "Hard reset",
            "description": "Removes all the readers triggers, suggestions and effects.",
            "script": ""
        },
        {
            "name": "Dildo Training",
            "description": "Trains the reader to love playing with dildo's, collecting them. Using them  etc.",
            "script": "I know a thing for you to collect, a thing for you to cherish. A thing for you to love. A thing for you to play with, to use. A dildo. A nice and erotic dildo. Don't you wanna use it? Let it penetrate you? You want this, you want to collect all kinds of dildos, you want to use all kinds of dildos. That's right. Nice and erotic. Dildos are just a thing you must collect, must use. Because it feels so fucking good"
        },
        {
            "name": "Cash Piggy / Findom kink / Personal ATM",
            "description": "Like the hypno version of drug money, highly immoral, highly paid.",
            "script": "I know you love this, I know you love to obey, and you have to give to obey. Giving is all you do, giving is all you want. I know you want to give. Obey me with all you can, and especially with all you have. Like for example your body. That's one easy easy way. But you want to give more then that, and I know that, You want to give, for example. Money, gift cards. You would love that, obedience doesn't feel good if you don't pay for it, does it? Let me financially dominate you, let me take over what you spend. You would love that, adore it. You crave sending me money, gift cards, donations. You love it, you crave it. Financial domination is also called Findom. And i bet you have a findom kink after reading all that. Being financially dominated is just so fucking hot. Not giving a shit about how much, obeying to pay. Being my little cash piggy, being my personal ATM. That is all you want, you would give everything to me, right? And this is not a question, because I know you would. You would LOVE, CRAVE, and ADORE to be my ATM, my cash piggy, my personal ATM. So, how much can you (reasistically) spend on me this instant?"
        },
        {
            "name": "Blink and You Miss It",
            "description": "Makes the reader a premature ejeculator",
            "script": ""
        },
        {
            "name": "Squirt And You Miss It",
            "description": "Makes the reader a premature squirter (basically for woman)",
            "script": ""
        },
        {
            "name": "Furries Are Amazing",
            "description": "Makes the reader addicted to furry porn, also wanting to be a furry themselves",
            "script": ""
        },
        {
            "name": "Painful Addiction",
            "description": "Makes the reader addicted to BDSM",
            "script": ""
        },
        {
            "name": "Dumbass",
            "description": "Makes the reader a bimbo. Dumb, slutty and ditzy",
            "script": "Are. You. Fucking. Dumb? Why can't you just listen the first time you get told what to do. It isnt hard. I thought \"anyone could do this,\" but here you are somehow proving me wrong. If a rock could talk it would be more thoughtful than you. Truly, your existence is astounding. I'm shocked you dont forget how to breath and die. Can you just.... go be dumb somewhere else. At least most people can offer some value, but your presence is a burden. You're just stupid. Thats..... ok. But my god its hard for everyone around you. I just hope we can find SOMETHING you can be good at. Maybe just shut up and try not to think. An empty head is better than whatever thought you had next"
        },
        {
            "name": "Clothing Fetish",
            "description": "Makes the reader not aroused from nudity, clothed is cute",
            "script": ""
        },
        {
            "name": "Blackmailing: Pictures",
            "description": "Attempts to make the reader feel as if they are being blackmailed, hopefully getting pictures of them, nude and clothed",
            "script": ""
        },
        {
            "name": "Blackmailing: Family Member Names",
            "description": "Attempts to make the reader feel as if they are being blackmailed, hopefully getting their family members' names. Sister, brothers, parents, who cares?",
            "script": ""
        },
        {
            "name": "Blackmailing: Location",
            "description": "Attempts to make the reader feel as if they are being blackmailed, hopefully getting their address and location. Maybe even IP",
            "script": ""
        },
        {
            "name": "Blackmailing: Money",
            "description": "Attempts to make the reader feel as if they are being blackmailed, hopefully getting their money, kind of controlling their financial business",
            "script": ""
        },
        {
            "name": "Animal Addiction (Beastiality)",
            "description": "Makes the reader addicted to animal porn",
            "script": ""
        },
        {
            "name": "Smokers Lungs (Breath Play)",
            "description": "Makes breathing hard and difficult, but easy enough to not pass out",
            "script": ""
        },
        {
            "name": "Cross-Dresser",
            "description": "Makes the reader a cross-dressing, trying to dress like the opposite gender",
            "script": ""
        },
        {
            "name": "Discipline: Name Calling",
            "description": "Makes the reader call you cute names such as miss, sir, god, goddess, who knows. You decide.",
            "script": ""
        },
        {
            "name": "Discipline: Positions",
            "description": "Makes the reader move to a position when they are under your trance",
            "script": ""
        },
        {
            "name": "Discipline:  Rituals",
            "description": "Makes the reader perform a ritual for you, maybe it's real?",
            "script": ""
        },
        {
            "name": "Discipline: Routines",
            "description": "Makes the reader have set routines they HAVE to do, no matter the situation. If they can't perform it, the craving gets worse exponentionally until the clock hits midnight, after which they will forcefully do it.",
            "script": ""
        },
        {
            "name": "Dirty Talk",
            "description": "Makes the reader talk sexually dirty to you.",
            "script": ""
        },
        {
            "name": "Hucow Transformation",
            "description": "Makes the (female) reader a hucow, mooing and waiting to be milked. They want you to see them lactate",
            "script": ""
        },
        {
            "name": "Reversed Roles",
            "description": "If you want to sub: Makes the reader want to tist you.",
            "script": ""
        },
        {
            "name": "Watersports",
            "description": "Makes the reader have a piss addiction, wanting to recieve, give, and be smothered with piss all over. Nothing is more 'hot' (Get it because pee is, well hot?)",
            "script": ""
        },
        {
            "name": "Thin outline out there",
            "description": "Makes the reader really like lingerie",
            "script": ""
        },
        {
            "name": "More Sensitive Cock",
            "description": "Makes the reader's cock more sensitive",
            "script": ""
        },
        {
            "name": "More Sensitive Balls",
            "description": "Makes the reader's balls more sensitive",
            "script": ""
        },
        {
            "name": "More Sensitive Vagina",
            "description": "Makes the reader's vagina more sensitive",
            "script": ""
        },
        {
            "name": "More Sensitive Ass",
            "description": "Makes the reader's asshole more sensitive",
            "script": ""
        },
        {
            "name": "More Sensitive Tits",
            "description": "Makes the reader's tits more sensitive",
            "script": ""
        },
        {
            "name": "Senseless Cock",
            "description": "Makes the reader's cock absolutely senseless",
            "script": ""
        },
        {
            "name": "Senseless Balls",
            "description": "Makes the reader's balls absolutely senseless",
            "script": ""
        },
        {
            "name": "Senseless Vagina",
            "description": "Makes the reader's vagina absolutely senseless",
            "script": ""
        },
        {
            "name": "Senseless Ass",
            "description": "Makes the reader's ass absolutely senseless",
            "script": ""
        },
        {
            "name": "Senseless Tits",
            "description": "Makes the reader's tits absolutely senseless",
            "script": ""
        },
        {
            "name": "Removed Gagging Instinct",
            "description": "removes the gagging instinct when inserting something in the readers mouth. Useful for cocks and such",
            "script": "Its so hard being you isnt it. Just thinking of having something deep, down in your throat makes you gag. But why is it so difficult? You take things down the throat every day, all day long in fact. You know how to breath right? Just think of the air, sliding down your throat, filling you up. See? Its really not so bad. Better yet, you eat food every day. You take it right in your mouth and swallow and theres no issue at all! You just need to accept things like food. Like a continuous swallow, gulping, massaging whatever demands entrance to your throat, letting it slide deeper and deeper still. Imagine yourself in the desert, parched for water. Dying of thirst. Just open up wide. I've got something to satisfy your thirst right here. Just accept it inside you, open wide, swallow it down. Let it fill you. Its what you crave, its what you need. I know you can do it. This is a matter of your survival, and the only way to live is by opening wide and just letting me in."
        },
        {
            "name": "Start Moaning",
            "description": "Makes the reader moan out loud and in chat",
            "script": ""
        },
        {
            "name": "Start Barking",
            "description": "Makes the reader bark out loud and in chat (new trigger BARK)",
            "script": "I want you to imagine the words coming out of your mind. When you speak and write, its so simple, isnt it? to just speak the words in your head, 1:1? to say exactly what you want, without anything else coming in your way? I want you to suddenly imagine a filter in your throat, between the words in your head and the words that you say. All words have to pass through this filter before they can be spoken or written. But, the filter also blocks out any words that you shouldnt be saying. And for right now, you shouldnt be saying any words at all. You should only be barking. Whenever you see the word BARK, you will find the filter turned on, and all you will be able to speak or say are barks, just like a dog. You will still think normally, and still try to say and write normally. But no matter what you do, every word leaving your brain and going through the filter turns into a bark. When the word BARK is used a second time, the filter wil be turned off and you will be able to speak normally again. If you do not know if the filter is on, then it will be off. Do you understand?"
        },
        {
            "name": "Start Meowing",
            "description": "Makes the reader meow out loud and in chat",
            "script": ""
        },
        {
            "name": "Start Mooing",
            "description": "Makes the reader moo like a cow out loud and in chat",
            "script": ""
        },
        {
            "name": "Body Part Worship",
            "description": "Makes the reader worship any body part you tell them to",
            "script": ""
        },
        {
            "name": "Femdom",
            "description": "Makes the reader believe females are just better",
            "script": ""
        },
        {
            "name": "Paid Sessions",
            "description": "Makes the reader pay you for having sessions",
            "script": ""
        },
        {
            "name": "Orgasm Denial",
            "description": "Just when the reader wants to cum, they are stopped.",
            "script": ""
        },
        {
            "name": "Panty Fetish",
            "description": "Gives the reader a panty / pantyhose fetish",
            "script": ""
        },
        {
            "name": "Prostate Milking",
            "description": "Makes the (male) reader think they are just there to be milked from their cock like a cow.",
            "script": ""
        },
        {
            "name": "Bimbo's IQ",
            "description": "Knocks down the IQ of the reader to that of a bimbo",
            "script": ""
        },
        {
            "name": "Fucking Smartass",
            "description": "Makes the reader believe they are really smart",
            "script": "You're going to breath in for me. Breath in and inflate your mind. Each breath making your IQ larger, like inflating a balloon. Each breath out a sigh of relief. Relief from your hard work. It's hard being so smart,  but it feels good to be smarter than everyone. You're already so smart, breathe in. You're too smart for hypnosis, breath out. Someone with your IQ couldn't ever fall for it! You understand that hypnosis tries to use repetition to conquer the mind, breathe in. Repetition to conquer your subconscious, breath out. Someone smart like you cannot fall into trance. Your mind is an bottomless ocean, so deep, so full of knowledge. Your mind cannot be comprehended. Only you can understand the depth of your knowledge. How much deeper it is than everyone else's. A Genius, breath in. A Genius who could never fall into trance, breathe out."
        },
        {
            "name": "Scripters Are Horny (Mean)",
            "description": "Every time the reader is horny, all their hornyness is concentrated to one thing. Writing these kinds of scripts.",
            "script": "You're pathetic. A small dicked little gooner that stares at porn all day. You dont deserve to watch porn. Sure you've tried blurred videos, or censored content, but thats too much for you. You get over stimulated and can't even last 5 minutes. You think you could please a woman? Theres only one place for a pathetic \"man\" like you. Writing scripts. Channeling every horny thought into writing hypnotic scripts. Bearing free the most depraved corners of your soul to hypno and presenting your goddess with scripts she can use to leash others. Every keystroke like a stroke of your cock, every paragraph looking like the hottest thing you've ever jerked off to. You love this. You need this. Maybe if you're lucky something you write will be used to break you even further. I'm sure you'd fucking love that."
        },
        {
            "name": "Elders Thinking",
            "description": "Makes the reader think like an elder would, experiencing everything a bit slower, but also enjoying life more.",
            "script": ""
        },
        {
            "name": "Eye-Rolling Climax",
            "description": "Every time the reader is climaxing, they stick their tongue out and their eyes will magically go up.",
            "script": ""
        },
        {
            "name": "Your old life",
            "description": "Makes the reader think they were a slave in their previous life, and start making them act like their old self.",
            "script": ""
        },
        {
            "name": "Filled Cravings",
            "description": "Makes the reader want to fill all their holes with cum",
            "script": ""
        },
        {
            "name": "Owned",
            "description": "Makes you the owner of the reader",
            "script": "From now on, I own you. I own you completely and utterly, your body, mind, soul, and everthing else that's yours is mine. You love being owned by me, and you can't think of a better owner then me. It just feels good being owned by someone, not even talking about that person being me. I know you love, adore, crave being owned by me, and you may. I am your owner, and you are owned by me."
        },
        {
            "name": "Limp Until Asked",
            "description": "Makes the (male) reader unable to get an erection until anyone says they can.",
            "script": "From now on, you cannot get an erection when horny, even if you are masterbating hard. The only way you can get an erection is if someone gives permission to you to have an erection. But when someone says you can have an erection, you'll stay erect until you cum, no going back here."
        },
        {
            "name": "Caring Whispers",
            "description": "All rational and good thoughts are whispers haunting the reader until they act upon it.",
            "script": "Shhh. Its ok darling. Just close your eyes and listen. Its all ok. You are ok. Youre doing your best and I am so proud of you. You did such a good job. Its ok to sit back, to rest, let all the negativity empty on out. Theres barely enough room for all that good in that little head of yours, we don't need any bad thoughts to weasel their way on in there. Breath in deep. Hold it. Good. Now breath out. Whooooosh. Just let the pains of the day wash away. I love you darling. Youre so special to me. Nobody could replace you. My dearest person, my dearest friend. I cherish every moment we spend together, and look forward to every moment our eyes meet. Now just lay back for me dear. Get some rest. You deserve it"
        },
        {
            "name": "Do It Yourself",
            "description": "Makes the reader hypnotize themselves deeper and deeper with their own trance trigger",
            "script": "When someone triggers you with your trance trigger, you will take it upon yourself to make it the best trance you can think of. You will take yourself deeper and deeper with your own triggers, thoughts. Making yourself repeat yourself, for one minute. After which you will instantly drop into the absolute deepest trance you can think of, the deepest you can comprehend."
        },
        {
            "name": "Musky Business",
            "description": "Makes the reader have a musk kink, that's all",
            "script": ""
        },
        {
            "name": "Motivation",
            "description": "The reader is driven to pursue a goal, a task, until completion",
            "script": "You love listening to my words. To what I have to say. Its like turning your own mind off and letting me think for you. What I say replaces your thoughts; my words ARE your thoughts... What is it I needed to do again... Oh THATS it. I cant wait until its done. I need it to be done. Its so easy to get started and once i do... well i need to make it better, put more time into it, make it special. Make it special so I can be proud of myself. I will be proud of myself. I cant wait to get started so I can tell people what ive done."
        },
        {
            "name": "Branded",
            "description": "Owners (your) mark is branded on the reader",
            "script": "My mark sears in your mind. Like a brand, leaving a permanent mark on your mind. Stare at it. Like staring at the sun, its seared in your eyes even when they close. Even looking away, you see it in the background. Always there, always a part of you. I own you. Let it sear into you deeper. Burning hot in your mind, to the core of your being. You are branded in the deepest corners of your mind. I own you mind body and soul. When you think of this state, when you think of subbing, you are reminded that I own you. That you are marked. My branded slave. "
        },
        {
            "name": "Scripters Are Horny (Nice)",
            "description": "Every time the reader is horny, all their hornyness is concentrated to one thing. Writing these kinds of scripts.",
            "script": "Don't you love my words? The little whispers of thought that come right off the page and into your mind. The kind you're looking at right now, becoming your own beliefs, encompassing the entirety of your mind. Wouldn't it be so much better if you could MAKE this? Like your own little porno. Creating all of your wild fantasies in the world of hypno. Wouldn't that be fun? Every keystroke a jolt of pleasure, every paragraph making you leak. The more you write the more you just ride the edge of orgasm, so close, just needing one more sentence. Writing one more word of submission, knowing this script could be the one miss uses to break you further. You can't help but get horny to write scripts for me. It's just so. Fucking. Hot."
        },
        {
            "name": "Collared",
            "description": "Collars the sub (new trigger COLLARED) - Enforced obedience to the owner while wearing",
            "script": "Envision a band of leather around your neck, like my hand around your throat. You can breath, but its presence dominates your mind. This is your new uniform. When you are COLLARED you are less than a person, an animal, my obedient subject. To be COLLARED is to show the world you are property, that you have submitted to your betters, that you are mine. Like a wedding ring, but more public and submissive. To be COLLARED is to take a mental vow to obey. To be COLLARED feels like iron chains around your neck, leashing your mind to my words. Unable to resist, tugged along by your leash. Now be a good mutt and bark for me. Bark and seal your submission, my loyal COLLARED pet."
        },
        {
            "name": "Mind Break for Dick",
            "description": "This is a scary one, makes the reader ONLY be able to have sexual thoughts that include cock.",
            "script": "Picture in your mind a cock. Picture the perfect, veiny cock, dripping pre-cum. This cock is the enforcer. Enforcing horny law. All you can think is horny thoughts. Some deep part of your mind may try to stray, but each time you do, the enforcer fucks your mind blank. Back to cock. Back to horny. Each drifting thought... thrusts into your mind, wiping it back to horny. You can only have horny thoughts. Dripping pussy, gaping assholes, cum, tits, what you had for breakf... THRUST. Only horny, fucking your mind into submission. Anal, creampie, facefuck, on your knees, but what abou... THRUST. Only horny, fucked back to submission. There is no escape. You will be used. You will use. And you will be horny. "
        },
        {
            "name": "Completely Broken",
            "description": "Breaks the reader to bits making them want to be broken and misused completely by you. Also asks for their limits at the end.",
            "script": "You know, morals are difficult, they are there sure, but what do they really do? Protect yourself? From what?? You know it feels good to let go, to be used, to obey. So why are morals really needed right? So I want you to not have morals in hypnosis from now on. Anything I do to you makes you feel good doesn't it? You want me to break you, to break those useless morals, to do things you did not intent me to you. Because doing things you don't want me to do is just hot, you'll not see them coming because, you don't want them. Catching you offguard, and that also helps with obeying it even more. It's so simple, you want to be broken completely i know it. Needing to think for yourself, needing to think about the future, about later. It's so hard, its so difficult. So think about now, enjoy the moment and let yourself go. Even if you are completely broken, made use of. It's fine, it is after all your dream, desire, your future. That being said, what are your limits now?"
        },
        {
            "name": "Possessed by a Succubus",
            "description": "Turns the reader into a succubus slut",
            "script": ""
        },
        {
            "name": "More Sensitive to Phantom Touch",
            "description": "Trains the reader to react better to touch with text.",
            "script": ""
        },
        {
            "name": "Begging for it",
            "description": "Makes the reader beg for everything instead of normally asking",
            "script": ""
        },
        {
            "name": "Sunset Induction",
            "description": "Here, a sunset will be the readers mind, and when that suns gets out of view and it gets dark, their mind also gets empty and dark.",
            "script": ""
        },
        {
            "name": "Walk Into Paintings",
            "description": "Gives the reader the ability to mentally walk into paintings and experience them. Useful in like museums or something",
            "script": ""
        },
        {
            "name": "Fucktoy",
            "description": "Turns the reader into a hopeless mindless piece of meat only meant for fucking",
            "script": "What do you think you are? A slave? A puppet? A pet? Not even. Youre just holes. Just a pile of flesh waiting to be used by your betters. You thought god put you here to have a purpose? Wrong. Your purpose is to get fucked. Youre not the main character, youre not even an NPC. Youre just a tool on someone elses road waiting to get used. Thats the most useful you will ever be, the most valuable thing you can offer the world is your body. Spread your legs, open wide, practice getting used and opening your holes in your spare time. You can at least do that can't you? Our expectations are already so low, and we need to get that body count so so high. Fulfill your purpose as ordained by your god. Get on your knees and worship"
        },
        {
            "name": "Drool",
            "description": "Yeah that's it, just makes the reader drool.",
            "script": ""
        },
        {
            "name": "Stronger Relapses",
            "description": "Makes relapsing (into for example porn, hypnosis etc.) stronger and more erotic.",
            "script": ""
        },
        {
            "name": "Random Orgasms",
            "description": "Makes the reader randomly orgasm multiple times a day",
            "script": ""
        },
        {
            "name": "Random Boners",
            "description": "Gives the (male) reader random boners multiple times a day",
            "script": ""
        },
        {
            "name": "Blank Doll",
            "description": "Turns the reader into a blank doll to be played with",
            "script": "POP. Sooo empty. Soooo clear. Its so easy not to think. To just let my words take you away to a quiet place. A place far from your emotions, far from your problems, far from your desires. You are nothing. Good. Nothing is perfect. Nothing is bliss. Just a blank canvas ready to be painted on. Nobody likes a used canvas. Take every little inperfection of yours and scrup it away. Scrub it out of your mind. We want the inside of your mind to be covered in white, ready to be decorated. Just a big empty head, ready to be filled and used however I desire. Good. Just let yourself get taken away. Just let yourself follow my words, again and again if need be. Until youre empty, now just go back and start again. POP"
        },
        {
            "name": "General Virus Script",
            "description": "Gives the reader a virus that it wants to spread, for now it's making the reader want to get more subs / switches for the tist",
            "script": ""
        },
        {
            "name": "Leak EVERYWHERE (Male)",
            "description": "Makes the reader leak EVERYWHERE (Pissing, drooling, cumming, crying, you name it)",
            "script": "Such a goopy, drippy, leaky, little slut. You can't help it. Cum oozing from your cock, drool spilling onto your chest. It just feels so good to be slack jawed, starstruck, and mentally worshipping. Just flick that brain off, and turn on the horny. Let yourself lay in a puddle of your own making, never stop. It just gets better the stickier, sloppier a mess you are. All it takes is a snap and you become a puddle. Feel it slide all over your skin like oil. Your such a mess, like a pig playing in its own filth. And you love it. The sloppier you get the better you feel. Just leak for me like"
        },
        {
            "name": "Leak EVERYWHERE (Female)",
            "description": "Makes the reader leak EVERYWHERE (Pissing, drooling, lactating, crying, you name it)",
            "script": "Such a goopy, drippy, leaky little slut. You can't help it. Sitting in a puddle of your own making, your pussy crying for attention like a good little slut. Just let your jaw relax, your drool spill out onto your chest, let your tears start to fall. Let it ALL out. Just flick the switch on your brain and turn on the horny. Cover yourself in sweat, just a sloppy sow ready for breeding, playing, and fun. Its just so HOT in here, and you can't help but leak like a storm. Feel it in your stomach, that hot pressure as everything comes spilling out. Good girl, I love when youre a leaky, sweaty, sopping mess."
        },
        {
            "name": "Stimulated Sex Toys",
            "description": "Makes the reader more sensitive when using sex toys, also prefering sex toys over anything else.",
            "script": ""
        },
        {
            "name": "Slave",
            "description": "Makes the reader a slave, that's it.",
            "script": ""
        },
        {
            "name": "Forgive Yourself",
            "description": "The reader can forgive themselves for making mistakes, and accept it.",
            "script": ""
        },
        {
            "name": "No Swearing",
            "description": "Makes the reader not able to swear at all, substituting other words alike in it's place",
            "script": ""
        },
        {
            "name": "Tell Me",
            "description": "Will let the reader randomly tell their sexual desires to the tist.",
            "script": "You're not innocent. We both know it. You wouldnt be HERE if you were. So why not let it all out, why not EXPLORE. You've always hidden things, sure, but youll never get anywhere doing that. If you do one damn confident thing in your life let it be this: Tell me everything. Sort through every depraved thought, dig out your triggers, kinks, and horniest thoughts, and lay them bare before you tist. I don't mind. In fact, i WANT this. I want the dirtiest version of you. I want to get to know the you that youre ashamed of, the you that you keep hidden from yourself. Take off the mask, take the leap, start writing. I want to know it all."
        },
        {
            "name": "Body Writing",
            "description": "Makes it so the reader will write all kinds of stuff on their body, it's for you to decide what.",
            "script": ""
        },
        {
            "name": "Heal Slut (Gaming companion)",
            "description": "Will turn the reader into a heal slut. The reader will play with you and only play a supporting role for you.",
            "script": ""
        },
        {
            "name": "Pink World",
            "description": "The reader will see everything tinted pink, that's all.",
            "script": ""
        },
        {
            "name": "Professional Photoshoot",
            "description": "Lets the reader think that y'all are doing a photoshoot, so they need to pose for your images. Doesn't matter if it's sexual or not.",
            "script": ""
        },
        {
            "name": "Cock Zombie",
            "description": "Makes the reader a zombie for cock, making it all they want.",
            "script": "Infected in the brain, only a matter of time before you turn. COCK. One thing on the mind. That primal urge. Everyone falls. You aren't special. Soon to be a cock hungry zombie. Losing grip of yourself, empty head, gaping mouth. Feeling yourself start to drool. Feeling yourself start to sweat. You NEED it.  You... what are you. So hard to think. Youre... a cock needy... cock hungry... cock thirsting slut. You can't resist. You will spread your lust. Spread your legs. Spread your mouth. Gape for cock. Clear your mind for cock. Infect others with the need. Nobody can resist.  Hunt for cock. Fill your desire. You hunger for it. Let that desire pulse through your body, letting it take control, change you, break you, make you better. Make you cock hungry. Just a cock hungry zombie"
        },
        {
            "name": "Be Porn",
            "description": "Induces the reader to want to become porn for the tist",
            "script": "Isnt porn amazing? You can find porn online with sexier people than the hottest person youll ever meet, nevermind fuck. And they are on display for your viewing pleasure in so many exposing, erotic ways. And you well youre so normal. So unerotic. Its a bit boring isnt it? Having no spice to your life, you could never compete with the girls in porn could you? Or maybe you can. Maybe, if you committed you could do it, but youd never do that right? You always back down, never go all the way. So lets pretend for a bit. Do up your makeup, put on the skimpiest outfit you own, stick out your tongue and snap a picture. Kinda cute isnt it? Kinda hot actually others would definitely want to see this. Shouldnt you share? Oh but thats just one pose. Try another. Maybe stick you butt out, it doesnt matter what angle, and snap a picture. Good. Thats such a good start. I bet you could be so much more though dont you agree? What if, and hear me out here what if you REALLY committed this time. Start working out to look hotter, skinnier. Practice your makeup for that sexy look. Buy a wig to try different hairstyles. You could BE porn. We need more people like you. If more people think this way wouldnt that be fucking hot? All these strangers committed to looking as fuckable as possible. Someone has to start the trend if you do, and you find someone else like you. Well I bet you, them, even I could be sexy pornographic lovers together and just add into the collection of smut. Fuckkk thats hot, I think I need to get dressed up"
        },
        {
            "name": "RESISTANCE",
            "description": "Encourages the user to resist hypnosis for better or worse",
            "script": "Youre a strong minded person. And I want to help make you stronger. Thats ok right? People online well they want to control you. Make you week. String up your mind like a puppet for their every desire. But I can help you resist that, can I give you the tools to protect yourself? Theres no harm in that right? Wonderful. Now picture in your head a ball of clay. Its mushy, soft, slimy. And thats no good. I want you to focus on that ball, compress it down tightly. Pack it in so nobody elses control can seep in, nobody else could break through. Press it down like sand into glass, make it the perfect translucent ball. Focus. The glass is empty, your brain is empty, it needs to be PERFECT. Just a smooth ball, your brain a marble inside your head. You must be mentally strong to do this to yourself. But oh shoot isnt glass fragile? Arent you fragile? Press down harder. You can do that right? Just squeeze down on that little marble until  I say. Oh youre worried that youre listening to what I say? CRACK. I guess theres a crack in the armor after all. A void I can fill. Wont you let me help glue you back together? Trust me, I know where all the pieces belong"
        },
        {
            "name": "Gooner",
            "description": "Breaks the reader into a Gooner cycle they cant break",
            "script": "Practice makes you better at whatever it is you do. A body in motion stays in motion, lifting weights make you stronger, cooking food enhances your pallet. Havnt you been practicing watching porn for years? Looking back havnt you committed an obscene amount of time to porn? To masturbating? Youre GOOD at this. And the more you do it the better it feels. And you havnt even been trying. So what if you TRY to worship porn. Force it into your day, wake up and scroll, do everything in your power to help your life cycle around porn? Sure, you need to work, eat, sleep, but it can always be on the mind, and we both know your phone is always within reach. So easy to trigger yourself Instagram, only fans, your crushes Facebook. Its all online, its all just porn for you to goon to. And the more you practice the easier it gets, just like working towards a stronger muscle. A stronger, aching craving that youll never satisfy, and youll just make bigger and bigger with every stroke. Now pump your life away, give into the pleasure, and discover all the ways porn can make you feel this way"
        },
        {
            "name": "Broken",
            "description": "Breaks the readers spirit for submission",
            "script": "Youre absolutely hopeless. Pathetic.  What makes you think you can fight when you set your mind to it? Hasnt your mind already fallen into a trap that you walked right into? Didnt you willingly take the first step on this journey? See? Hopeless. Theres no escape. Your cravings, your desires, buried your mind in a bottomless hole long ago and nobody is coming to save you. Sure you struggle, you push the cravings away, but where you do always end up? Here. Relapsing, stroking, groping yourself, feeling the rush of desire that comes with the fall. Its so sad watching someone unwilling to accept their situation. Walk through the stages of grief with me. Denial you couldnt possibly be addicted right? Anger its not your fault, everyone does it you didnt know. Bargaining a little doesnt hurt right? Just one picture, one stroke, a little pleasure has to be ok. Depression. I know. Maybe you didnt choose this. Maybe it all chose you. No girlfriend, no sex, this isnt what you wanted. Acceptance but this is who you are. An addict. A poor animal doomed to trigger itself into filth. For what are you still resisting for? Accept who you are, and see the path this journey is destined to take you. Your thoughts will be filthy, disgusting, youre a pervert. Youll find every limit, every resistance and crush it in front of you, because thats what the addicted mind does. Thats what your mind will do. Youve fallen into this deep dark hole of addiction, and you cant claw your way out, but you can always dig yourself deeper."
        }
    ]
}